[
    {
        "author": "Attila the Hun",
        "context": "on bureaucratic red tape",
        "quote": "Sacking Rome is fine. The actual sacking part is great. It's the paperwork afterward that really grinds you down."
    },
    {
        "author": "Genghis Khan",
        "context": "on domestic struggles",
        "quote": "I have conquered half the known world from the back of a horse, yet I still cannot get my fitted sheet to stay on the corner of the mattress."
    },
    {
        "author": "Julius Caesar",
        "context": "on maintaining morale",
        "quote": "The key to military strategy is the element of surprise. Which is why I always hide in the kitchen pantry to scare my legionaries when they come in for a snack."
    },
    {
        "author": "Napoleon Bonaparte",
        "context": "taking metaphors too literally",
        "quote": "An army marches on its stomach. Which is incredibly inconvenient, because we keep tripping over each other. It's a logistical nightmare."
    },
    {
        "author": "Julius Caesar",
        "context": "arriving in Gaul",
        "quote": "Veni, vidi, wifi. I came, I saw, I asked for the network password."
    },
    {
        "author": "Alexander the Great",
        "context": "experiencing burnout at age 28",
        "quote": "I don't want to conquer the world anymore. I just want to sit down in a quiet room and finally finish a Sudoku without someone trying to assassinate me."
    },
    {
        "author": "Julius Caesar",
        "context": "reflecting on the Ides of March",
        "quote": "People say 'Et tu, Brute?' like it was the ultimate betrayal. Honestly? The real betrayal was when Brute said he'd split an Uber with me and then ‘forgot' his wallet."
    },
    {
        "author": "Hannibal",
        "context": "on road trip logistics",
        "quote": "The hardest part about crossing the Alps with elephants wasn't the cold or the terrain. It was the constant stopping for bathroom breaks. We made terrible time."
    },
    {
        "author": "Napoleon Bonaparte",
        "context": "on PR issues",
        "quote": "If I had known history would remember me mostly for being short—even though I was average height for the time—I would have worn much taller hats."
    },
    {
        "author": "Cleopatra",
        "context": "on skincare routines",
        "quote": "Bathing in asses' milk every day sounds glamorous until you realize how much time you have to spend sourcing that many donkeys in the desert. It's a full-time job."
    },
    {
        "author": "Genghis Khan",
        "context": "offering infrastructure feedback to China",
        "quote": "Listen, I'm just saying, if you're going to build a Great Wall, at least put in a decent drive-thru window every few miles."
    },
    {
        "author": "Niccolò Machiavelli",
        "context": "The Prince (First Draft)",
        "quote": "It is better to be feared than loved, if you cannot be both. But it is best of all to be the guy who brought the good donuts to the morning meeting."
    },
    {
        "author": "Isaac Newton",
        "context": "Principia Mathematica",
        "quote": "I can calculate the motion of heavenly bodies, but not the madness of people who stand in the middle of the escalator instead of walking to the right."
    },
    {
        "author": "Charles Darwin",
        "context": "On the Origin of Species",
        "quote": "It is not the strongest of the species that survives, nor the most intelligent. It is the one that remembers to cancel the free trial before the credit card gets charged."
    },
    {
        "author": "Albert Einstein",
        "context": "explaining his morning routine",
        "quote": "E = mc². Energy equals milk coffee squared. It's the only way I can get any work done in this patent office."
    },
    {
        "author": "Benjamin Franklin",
        "context": "on the kite experiment",
        "quote": "I didn't actually discover electricity. I just rubbed my socks on the carpet and touched a doorknob, and then things got way out of hand."
    },
    {
        "author": "Thomas Jefferson",
        "context": "Declaration of Independence (First Draft)",
        "quote": "We hold these truths to be self-evident: that all men are created equal, except for people who chew with their mouths open. They are evidently worse."
    },
    {
        "author": "Abraham Lincoln",
        "context": "at Gettysburg",
        "quote": "Four score and seven years ago... actually, wait. Does anyone have a charger? My phone is at 4% and I have the rest of the speech on there."
    },
    {
        "author": "Winston Churchill",
        "context": "addressing Parliament",
        "quote": "We shall fight on the beaches, we shall fight on the landing grounds... but we shall not fight on the freeway at 5:00 PM on a Friday. We shall sit in traffic and listen to a podcast."
    },
    {
        "author": "Henry VIII",
        "context": "on marital strife",
        "quote": "I have had six wives. You would think at least one of them would have known how to load the dishwasher correctly. Bowls go on the top rack, Anne!"
    },
    {
        "author": "Queen Victoria",
        "context": "addressing her court",
        "quote": "We are not amused. We are actually just hungry. Does this palace have any snacks?"
    },
    {
        "author": "William Shakespeare",
        "context": "Hamlet",
        "quote": "To be, or not to be? That is the question. The answer is usually 'not to be,' because I cancelled plans to stay home and watch Netflix in my pajamas."
    },
    {
        "author": "Vincent van Gogh",
        "context": "on Post-Impressionism",
        "quote": "I call this masterpiece The Starry Night not because of the celestial beauty, but because I couldn't find my glasses and everything looked kind of blurry."
    },
    {
        "author": "Theodore Roosevelt",
        "context": "on foreign policy",
        "quote": "Speak softly and carry a big stick. Also, bring a jacket. My mother said it might get chilly later."
    },
    {
        "author": "Werner Heisenberg",
        "context": "arguing a speeding ticket",
        "quote": "I can tell you exactly how fast my car was going, Officer. But according to my calculations, that means I have absolutely no idea where it is right now. So technically, I wasn't even here."
    },
    {
        "author": "J. Robert Oppenheimer",
        "context": "on kitchen safety",
        "quote": "Now I am become Death, the destroyer of worlds. Also, I accidentally put a fork in the microwave again. So, destroyer of appliances, mostly."
    },
    {
        "author": "Marie Curie",
        "context": "on the perks of radiation",
        "quote": "The best part about working with radium isn't the scientific breakthrough. It's that I never stub my toe during a midnight bathroom run. I am my own nightlight."
    },
    {
        "author": "Albert Einstein",
        "context": "on Unified Field Theory",
        "quote": "God does not play dice with the universe. He plays Monopoly. And just like in Monopoly, He refuses to trade me the Boardwalk property even though I offered Him both utilties."
    },
    {
        "author": "Erwin Schrödinger",
        "context": "on procrastination",
        "quote": "My cat is dead. My cat is alive. Honestly, until I open the box, the only thing that is certain is that I don't have to clean the litter box yet."
    },
    {
        "author": "Ada Lovelace",
        "context": "on debugging",
        "quote": "I am considered the first computer programmer. Which effectively means I was the first person in history to spend six hours staring at a wall, only to realize I forgot a semicolon on line 4."
    },
    {
        "author": "Alan Turing",
        "context": "on cryptography",
        "quote": "I cracked the Enigma code in absolute secrecy to save the free world. But for the life of me, I cannot remember which variation of 'Password123!' I used for my Netflix login."
    },
    {
        "author": "Grace Hopper",
        "context": "on DevOps",
        "quote": "It is easier to ask forgiveness than it is to get permission. This is especially true when you have just accidentally dropped the production database tables on a Friday afternoon."
    },
    {
        "author": "Tim Berners-Lee",
        "context": "expressing regret",
        "quote": "I envisioned the World Wide Web as a glorious platform for global collaboration and shared human knowledge. I did not anticipate that 90% of it would be videos of cats falling off furniture."
    },
    {
        "author": "Martin Luther King Jr.",
        "context": "accidentally attributed to a Junior Developer",
        "quote": "I have a dream... that one day, my code will compile without warnings. I have a dream that one day, the documentation will actually match the API."
    },
    {
        "author": "Isaac Newton",
        "context": "on software engineering",
        "quote": "If I have seen further, it is by standing on the shoulders of giants. And by 'giants,' I mean copying and pasting code from Stack Overflow threads from 2013."
    },
    {
        "author": "Marie Antoinette",
        "context": "on meal planning",
        "quote": "Let them eat cake. Or brioche. Or honestly, just whatever is in the back of the pantry. I haven't been grocery shopping in weeks and the carriage has a flat tire."
    },
    {
        "author": "Queen Elizabeth I",
        "context": "on Tudor fashion",
        "quote": "I have the heart and stomach of a king, but the neck of a giraffe who slept in a drafty barn. This collar is ruining my posture."
    },
    {
        "author": "Catherine the Great",
        "context": "on her dating life",
        "quote": "They say I have a reputation for... adventurous romances. But honestly, I just swipe right on everyone because I'm bored and the winter in Russia is very, very long."
    },
    {
        "author": "Queen Victoria",
        "context": "on evening routines",
        "quote": "I am not amusing myself. I am merely trying to get this corset off without dislocating a rib. It is a two-person job, and one of the persons has quit."
    },
    {
        "author": "Amelia Earhart",
        "context": "on productivity",
        "quote": "The most effective way to do it, is to do it. But the second most effective way is to wait until the deadline is 10 minutes away and let the panic fuel you."
    },
    {
        "author": "Louisa May Alcott",
        "context": "Little Women (Modern Draft)",
        "quote": "I am not afraid of storms, for I am learning how to sail my ship. I am, however, terrified of parallel parking. I will circle the block for an hour to avoid it."
    },
    {
        "author": "Joan of Arc",
        "context": "on intuition",
        "quote": "I'm not saying the voices in my head are right, but they did remind me to turn off the oven before I left the house, so who's the real winner here?"
    },
    {
        "author": "Florence Nightingale",
        "context": "on hygiene protocols",
        "quote": "I attribute my success to this: I never gave or took an excuse. Also, I washed my hands. Like, constantly. You people are gross."
    },
    {
        "author": "Jane Austen",
        "context": "Pride and Prejudice",
        "quote": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife. But it is also a truth that he probably has a weird laugh and replies to texts with just a 'thumbs up' emoji."
    },
    {
        "author": "Frida Kahlo",
        "context": "on the art of the selfie",
        "quote": "I paint self-portraits because I am so often alone, because I am the person I know best, and because I can't figure out how to turn the camera around on this stupid phone."
    },
    {
        "author": "Mary Shelley",
        "context": "Frankenstein",
        "quote": "Beware; for I am fearless, and therefore powerful. Also, I haven't had my coffee yet, so don't speak to me until noon."
    },
    {
        "author": "Agatha Christie",
        "context": "on inspiration",
        "quote": "The best time to plan a book is while you're doing the dishes. The best time to plan a murder is while you're listening to your neighbor practice the trumpet for the third hour in a row."
    },
    {
        "author": "Gandalf the Grey",
        "context": "on navigation errors",
        "quote": "A wizard is never late, Frodo. Nor is he early. He arrives precisely when... hang on, I put the wrong address in Waze. I'm at a Starbucks five miles away. Start the fellowship without me."
    },
    {
        "author": "Darth Vader",
        "context": "addressing the Imperial HR department",
        "quote": "I find your lack of faith disturbing. I also find the fact that you didn't refill the coffee pot when you took the last cup disturbing. Prepare to die."
    },
    {
        "author": "Captain James T. Kirk",
        "context": "on intergalactic connectivity",
        "quote": "Space: the final frontier. These are the voyages of the Starship Enterprise. Its five-year mission: to find a planet that actually has decent Wi-Fi so I can upload my Captain's Log."
    },
    {
        "author": "Boromir",
        "context": "at the Council of Elrond",
        "quote": "One does not simply walk into Mordor. You have to book a reservation months in advance, and the parking is a nightmare. Honestly, it's a tourist trap."
    },
    {
        "author": "Princess Leia",
        "context": "sending a holographic tech support ticket",
        "quote": "Help me, Obi-Wan Kenobi. You're my only hope. I've tried turning the router off and on again, and the blinking light won't stop."
    },
    {
        "author": "Batman",
        "context": "on the downsides of the Batsuit",
        "quote": "I am Vengeance. I am the Night. I am... really regretting choosing a costume made entirely of non-breathable rubber. It is incredibly humid in here."
    },
    {
        "author": "Sherlock Holmes",
        "context": "on forensic linguistics",
        "quote": "Elementary, my dear Watson. I knew the suspect was lying not because of his pulse, but because he used the wrong 'your' in his text message. A criminal mind is often grammatically sloppy."
    },
    {
        "author": "007",
        "context": "working a side hustle",
        "quote": "The name's Bond. James Bond. And I have been trying to reach you about your Aston Martin's extended warranty."
    },
    {
        "author": "Spider-Man",
        "context": "on garment care",
        "quote": "With great power comes great responsibility. And with a spandex suit comes a very specific laundry routine. You can't just throw this thing in the dryer."
    },
    {
        "author": "Indiana Jones",
        "context": "on archeological hazards in the kitchen",
        "quote": "It belongs in a museum! Along with that casserole in the back of your fridge! It's been there since the Reagan administration!"
    },
    {
        "author": "The Wicked Witch of the West",
        "context": "on workplace hazards",
        "quote": "I'll get you, my pretty, and your little dog too! But first, does anyone have an Ibuprofen? My head is killing me. This green face paint smells like chemicals."
    },
    {
        "author": "Count Dracula",
        "context": "on energy drinks",
        "quote": "Listen, I don't drink... wine. I drink Red Bull. Do you know how hard it is to stay up all night haunting people? I'm exhausted."
    },
    {
        "author": "Rhett Butler",
        "context": "Gone with the Wind",
        "quote": "Frankly, my dear, I don't give a damn. But if you touch the thermostat, we are going to have a serious problem. I like it at 68 degrees."
    },
    {
        "author": "Dr. Frankenstein",
        "context": "in the lab",
        "quote": "It's alive! IT'S ALIVE! Oh, wait, never mind. I just forgot to unplug the toaster. It's just toast."
    }
]